Repository: Nilufarjon/flutter_story_book_24_4
Catalog: lib/l10n/intl_*.arb
Languages: es

# appname
source: Озор надеҳ
es: Aplicaci√≥n Story

# home
source: Асосӣ
es: Casas

source: pageHomeListTitle
es: pageHomeListTitle1234

# pageHomeListTitle
source: Einige lokalisierte Zeichenfolgen:
es: Some localized strings:

# favourite
source: Интихобшуда
es: Favourite

# more
source: Ҷурсозӣ
es: More

# yourStory
source: Тестро/гузаред
es: Your Story

# dataNotFound
source: Маълумот ёфт нашуд
es: Data Not Found

# enterStoryTitle
source: Добавление названия
es: Enter story title

# selectImage
source: Выбор изображения
es: Select image

# setting
source: Ҷурсозӣ
es: Setting

# storyUpdatedSuccessfully
source: Успешно обновлено
es: Story updated successfully

# storyAddedSuccessfully
source: Успешно добавлено
es: Story added successfully

# shareVia
source: Отправить
es: Share via

# photoLibrary
source: Добавить фото
es: Photo Library

# camera
source: Камера
es: Camera

# doYouWantToSaveEditedStory
source: Вы хотите сохранить добавленную тему?
es: Do you want to save edited story?

# dayNightMode
source: Режим День Ночь
es: Day Night Mode

# share
source: Поделится
es: Share

# selectAColor
source: Интихоби ранг
es: Select a color

# theme
source: Тема
es: Theme

# feedback
source: Обратная связь
es: Feedback

# rateUs
source: Оцените нас
es: Rate Us

# pickAFontSize
source: Интихоби ҳаҷми ҳуруф
es: Pick a font size

# selectLanguage
source: Выберите язык
es: Select Language

# contactPage
source: Саҳифаи алоқа
es: Contact Page

# poLegalInitiativeTheseAreTheNumbersThatParentsCan
source: ТҶ “Ташаббуси ҳуқуқӣ” Дар ҳолати дучор шудан ба зуроварӣ падару модар метавонанд ба рақамҳои зерин занд задан
es: PO "Legal Initiative" These are the numbers that parents can call in case of violence
